[
  {
    "name": "Alchemist",
    "Key Ability Score": [
      "Intelligence"
    ],
    "Secondary Ability Scores": [
      "Constitution",
      "Dexterity"
    ],
    "hit points": 8,
    "proficiencies": {
      "perception": "trained",
      "saving throws": {
        "fortitude": "expert",
        "reflex": "expert",
        "will": "trained"
      },
      "skills": 2,
      "weapons": {
        "trained": [
          "simple",
          "alchemical bombs"
        ]
      },
      "armor": [
        "light"
      ]
    },
    "signature skills": [
      "Arcana",
      "Crafting",
      "Medicine"
    ]
  },
  {
    "name": "Barbarian",
    "Key Ability Score": [
      "Strength"
    ],
    "Secondary Ability Scores": [
      "Constitution",
      "Dexterity"
    ],
    "Hit Points": 12,
    "Proficiencies": {
      "Perception": "Expert",
      "Saving Throws": {
        "Fortitude": "Expert",
        "Reflex": "trained",
        "will": "Expert"
      },
      "Skills": 3,
      "Weapons": {
        "Trained": [
          "simple",
          "martial"
        ]
      },
      "Armor": {
        "Trained": [
          "light",
          "medium"
        ]
      }
    },
    "Signature Skills": [
      "Acrobatics",
      "Athletics",
      "Intimidation"
    ],
    "class feats": [
      {
        "name": "Acute Vision",
        "level": 1,
        "text": "When you are raging, your visual senses improve, granting you low-light vision and darkvision.",
        "traits": [
          "barbarian"
        ]
      },
      {
        "name": "Raging Intimidation",
        "level": 1,
        "text": "While you are raging, any Demoralize action you use gains the rage trait. As soon as you meet the appropriate prerequisites of the skill feats Intimidating Glare and Scare to Death, you gain these feats. Scare to Death also gains the rage trait while you Rage.",
        "traits": [
          "barbarian"
        ]
      },
      {
        "name": "Moment Of Clarity",
        "level": 1,
        "text": "You concentrate deeply, pushing back your rage for a moment. Use an action with the concentrate trait of your choice, even if it isn't an action with the rage trait. You can add an additional action to Moment of Clarity to instead use a 2-action activity with the concentrate trait.",
        "traits": [
          "barbarian",
          "concentrate",
          "rage"
        ]
      },
      {
        "name": "Sudden Charge",
        "level": 1,
        "Requirements": [
          "You are not wearing heavy armor."
        ],
        "text": "With a quick sprint, you dash up to your foe and swing. Stride up to double your Speed. If you end the move within melee reach of at least one enemy, you can make a melee Strike against that enemy. You can use Sudden Charge while Burrowing, Climbing, Flying, or Swimming instead of Striding if you have the corresponding movement type.",
        "traits": [
          "barbarian"
        ]
      },
      {
        "name": "Acute Scent",
        "level": 2,
        "Prerequisites": [
          "darkvision",
          "low-light vision"
        ],
        "text": "When you Rage, your olfactory senses improve. You gain scent (see page 302) with a range of 10 feet.",
        "traits": [
          "barbarian"
        ]
      },
      {
        "name": "Internal Fortitude",
        "level": 2,
        "text": "You bury your disgust to overcome your queasiness. When you attempt a Fortitude save to recover from being sick, you reduce your sick condition by 1 on a failure (but not on a critical failure), 2 on a success, or 3 on a critical success."
      },
      {
        "name": "No Escape",
        "level": 2,
        "Trigger": "An adjacent foe attempts to move away from you using an action that has the move trait.",
        "text": "Stride up to your Speed in tandem with the foe, following the foe's path and remaining adjacent to the foe throughout its movement until the foe stops moving or you are out of movement.",
        "traits": [
          "barbarian",
          "rage"
        ]
      },
      {
        "name": "Raging Courage",
        "level": 2,
        "text": "You concentrate on the power of your rage, overcoming your fear. When you Rage, reduce your frightened condition by 1.",
        "traits": [
          "barbarian",
          "concentrate",
          "rage"
        ]
      },
      {
        "name": "Fast Movement",
        "level": 4,
        "Requirements": "You aren't wearing heavy armor.",
        "text": "While you are raging, you are accelerated 10 (see page 320).",
        "traits": [
          "barbarian"
        ]
      },
      {
        "name": "Raging Athlete",
        "level": 4,
        "Prerequisites": "expert in Athletics",
        "Requirements": "You are not wearing heavy armor.",
        "text": "While you are raging, you gain a climb Speed and swim Speed equal to your land Speed.",
        "traits": [
          "barbarian"
        ]
      },
      {
        "name": "Swipe",
        "level": 4,
        "text": "You take a mighty swing against two adjacent enemies. Make a melee Strike and compare the attack result to the Ac of up to two foes, both of whom must be within your melee reach and adjacent to each other. Roll damage only once, and apply it to each creature you hit. If you critically hit one target and not the other, roll the extra critical hit damage separately. A Swipe counts as two attacks for your multiple attack penalty.",
        "traits": [
          "barbarian",
          "rage"
        ]
      },
      {
        "name": "Animal Skin",
        "level": 6,
        "Prerequisites": "animal totem",
        "Requirements": "You are not wearing any physical armor, though you can be benefiting from mage armor or bracers of armor.",
        "text": "When you Rage, your skin transforms into a thick hide resembling the skin of your totem animal. As long as you meet the requirement, while raging you gain a +1 conditional bonus to Ac instead of taking a –1 penalty to Ac. The thickness of your hide gives you a Dexterity modifier cap of +4.",
        "traits": [
          "barbarian",
          "morph",
          "primal",
          "totem",
          "transmutation"
        ]
      },
      {
        "name": "Cleave",
        "level": 6,
        "Trigger": "Your melee Strike kills or knocks a creature unconscious, and another foe is adjacent to them.",
        "text": "Make a melee Strike against the second foe. If you somehow Cleave without taking a multiple attack penalty, take a –2 penalty to your attack roll instead.",
        "traits": [
          "barbarian",
          "rage"
        ]
      },
      {
        "name": "Dragon Totem Breath",
        "level": 6,
        "Prerequisites": "dragon totem",
        "Frequency": "once per hour",
        "text": "You breathe in deeply and then exhale powerful energy in either a 30-foot cone or a 60-foot line, dealing 1d6 damage per barbarian level. Each creature in the area must attempt a Reflex save.",
        "save result": {
          "Success": "That target takes half damage.",
          "Critical Success": "The target is unaffected.",
          "Failure": "The target takes full damage.",
          "Critical Failure": "The target takes double damage."
        },
        "note": "Your breath's area (line or cone) and damage type match your chosen dragon. This ability counts as a spell of half your level rounded up.",
        "traits": [
          "arcane",
          "barbarian",
          "concentrate",
          "evocation",
          "rage",
          "totem"
        ]
      },
      {
        "name": "Giant's Stature",
        "level": 6,
        "Prerequisites": "giant totem",
        "Requirements": "You are Medium or smaller.",
        "text": "You grow to incredible size. You become Large and increase your reach by 5 feet until you stop raging. You have the sluggish 1 condition (see page 324) while your size is increased.",
        "notes": "Your equipment grows with you. If you're using the titan mauler ability, your weapon's even larger size causes it to have the same effects as normal for that ability."
      },
      {
        "name": "Spirits' Interference",
        "level": 6,
        "Prerequisites": "spirit totem",
        "text": "You call forth protective spirits to ward off ranged attacks. While you are raging, anyone making a ranged attack against you must succeed at a DC 5 flat check, or the attack misses with no effect."
      },
      {
        "name": "Witch Hunter",
        "level": 6,
        "Prerequisites": "superstition totem",
        "Trigger": "A creature within your reach performs a spellcasting action.",
        "text": "Make a melee Strike against the triggering creature at a –2 penalty. If the attack hits, you disrupt that action. This Strike does not take or count toward your multiple attack penalty.,"
      },
      {
        "name": "Animal Rage",
        "level": 8,
        "Prerequisites": "animal totem",
        "text": "When you Rage, you transform into a Medium form of your totem animal, gaining the animal trait in addition to your normal traits. All your gear is absorbed into your form; all constant abilities of your gear still function, but you can't activate any item abilities. When you transform, you gain the following: • Ignore your armor's check penalty and Speed reduction. • You gain the same number of temporary Hit Points that you normally gain when you are raging. • You gain low-light vision.",
        "text2": "Your animal form prevents you from casting spells, speaking, and taking most actions with the manipulate trait that require your hands. (The Gm determines which manipulate actions you can use if there's doubt.) You can dismiss this effect by spending an action (this action has the rage and concentrate traits). While in animal form, you gain the attacks, movement types, and special abilities listed for your chosen animal, and you retain the attack or attacks from bestial rage (see Table 3–3: Animal Totems on page 55). You choose the specific type of animal you turn into within the broader category (such as a lion or snow leopard for cat). This has no effect on your animal form's size or statistics.",
        "bonuses": {
          "Ape": [
            "Speed of 25 feet",
            "climb Speed of 20 feet",
            "scent"
          ],
          "Bear": [
            "Speed of 25 feet",
            "scent"
          ],
          "Bull": [
            "Speed of 30 feet",
            "scent"
          ],
          "Cat": "Speed of 40 feet; scent.",
          "Deer": "Speed of 45 feet; scent.",
          "Frog": "tongue (reach 15 feet), Damage 1d4 bludgeoning; Speed of 25 feet, swim Speed of 25 feet; scent.",
          "Shark": "swim Speed of 35 feet; scent.",
          "Snake": "Speed of 20 feet, climb Speed of 20 feet, swim Speed of 20 feet; scent.",
          "Wolf": "Speed of 40 feet; scent."
        }
      },
      {
        "name": "Renewed Vigor",
        "level": 8,
        "text": "You pause to recover some of your raging vigor. You gain temporary Hit Points equal to half your level plus your Constitution modifier."
      },
      {
        "name": "Sudden Leap",
        "level": 8,
        "Prerequisites": "Sudden Charge",
        "Requirements": "You are not wearing heavy armor.",
        "text": "When making a Sudden Charge, instead of Striding, you can Leap. If you succeed at an Athletics check when you make the Leap, you can move the same distance you could with a Long Jump. Even if you're Leaping vertically, you determine the DC for the height you're jumping using the DC of a Long Jump. After your Strike, you fall to the ground if you're in the air. If the distance of your fall is no more than the height of your jump, you take no damage and land upright."
      },
      {
        "name": "Come And Get Me",
        "level": 10,
        "text": "You open yourself to attacks while preparing devastating counterattacks. While you are raging, you are flatfooted, and damage rolls against you gain a +2 circumstance bonus. If a creature hits you, that creature is flat-footed against the next attack you make against it before the end of your next turn. If you hit it before the end of your next turn, you gain temporary Hit Points equal to your Constitution modifier."
      },
      {
        "name": "Furious Sprint",
        "level": 10,
        "text": "Stride up to four times your Speed in a straight line. You can add an additional action to Furious Sprint to Stride up to six times your Speed in a straight line instead."
      },
      {
        "name": "Great Cleave",
        "level": 10,
        "Prerequisites": "Cleave",
        "text": "When you Cleave, if your Strike also kills the target or knocks the target unconscious, you can continue to make melee Strikes until you make a Strike that doesn't kill or knock unconscious a creature or until there are no creatures adjacent to the most recent creature you attacked while Cleaving, whichever comes first."
      },
      {
        "name": "Knockback",
        "level": 10,
        "Trigger": "You use this action immediately after you successfully Strike a foe.",
        "text": "You push the foe back 5 feet, as if you had succeeded at an Athletics check to Shove the foe."
      },
      {
        "name": "Terrifying Howl",
        "level": 10,
        "Prerequisites": "Intimidating Glare",
        "text": "You unleash a terrifying howl. All frightened creatures within 30 feet must succeed at a Will save against your Intimidation DC. Regardless of the result of its saving throw, the creature is bolstered (see page 319) against your Terrifying Howl.",
        "saves": {
          "Success": "The target is unaffected.",
          "Failure": "The target gains the fleeing condition for 1 round as long as it remains frightened.",
          "Critical Failure": "The gains the fleeing condition as long as it remains frightened."
        }
      },
      {
        "name": "Dragon Totem Wings",
        "level": 12,
        "Prerequisites": "dragon totem",
        "text": "You sprout dragon wings from your back that are the same color as your chosen dragon. While you are raging, you gain a fly Speed of 40 feet."
      },
      {
        "name": "Predator's Pounce",
        "level": 12,
        "Prerequisites": "animal totem",
        "Requirements": "You are not wearing heavy armor.",
        "text": "You close the distance to your prey in a blur, pouncing on them before they can react to your sudden appearance. You Stride up to your Speed and make a Strike at the end of your movement. If you were unseen or sensed before you began the action, you remain unseen or sensed until after you Strike."
      },
      {
        "name": "Spell Sunder",
        "level": 12,
        "Prerequisites": "superstition totem",
        "text": "You draw upon your superstitious fury to destroy a spell. Make a Strike with a melee weapon or an unarmed attack against a creature, object, or a spell manifestation (such as the wall created by wall of fire). Whether or not you succeed at your Strike, the target is bolstered to your Spell Sunder.",
        "saves": {
          "Success": "You attempt to counteract a single spell active on the target. The counteract attempt uses a level equal to half your barbarian level rounded up, if your counteract attempt would require a check, your result is the same as the result of your attack roll, with any necessary adjustments for the difference in counteract level."
        }
      },
      {
        "name": "Spirit's Wrath",
        "level": 12,
        "Prerequisites": "spirit totem",
        "text": "You call forth an ephemeral apparition, typically a ghost of an ancestor or nature spirit, which takes the form of a wisp. The spirit wisp makes a melee slam unarmed Strike against an enemy within 25 feet of you. The wisp uses your attack modifier and deals damage equal to 4d8 plus your Constitution modifier. The damage is your choice of negative or positive damage; don't apply your circumstance or conditional bonuses to the attack or damage. If your wisp critically hits with this Strike, the target gains the frightened 1 condition. This attack takes and counts toward your multiple attack penalty as if you were the one attacking."
      },
      {
        "name": "Titan's Stature",
        "level": 12,
        "Prerequisites": [
          "giant totem",
          "Giant's Stature"
        ],
        "text": "You grow to even greater size. When using Giant's Stature, you can instead become Huge (increasing your reach by 10 feet if you were Medium or smaller) while you are raging. You have the sluggish 1 condition (see page 324) as long as you are Huge."
      },
      {
        "name": "Awesome Blow",
        "level": 14,
        "Prerequisites": "Knockback",
        "text": "Your attacks are so powerful that they can flatten your opponents. When you use Knockback, you can attempt an Athletics check against your target's Fortitude DC.",
        "saves": {
          "Success": "You gain the success effect of a Shove followed by the success effect of a Trip against the target.",
          "Critical Success": "You gain both the critical success effect of a Shove followed by the critical success effect of a Trip against the target.",
          "Failure": "You gain the normal effect of Knockback."
        }
      },
      {
        "name": "Giant's Lunge",
        "level": 14,
        "Prerequisites": "giant totem",
        "text": "You extend your body and prepare to attack foes outside your normal reach. While you are raging, you have reach 10 feet on all your melee attacks. This doesn't increase the reach of any weapon or unarmed Strike that already has reach."
      },
      {
        "name": "Sunder Enchantment",
        "level": 14,
        "Prerequisites": [
          "superstition totem",
          "Spell Sunder"
        ],
        "text": "When you use Spell Sunder, you can instead attempt to counteract either an unattended magic item or one of your target's magic items. If your counteract attempt succeeds, the item becomes a mundane item of its type for 10 minutes. This doesn't change the item's quality. As with Spell Sunder, the target is bolstered whether or not you succeed. If you target an artifact or other particularly powerful item, then your counteract attempt automatically fails."
      },
      {
        "name": "Vengeful Strike",
        "level": 14,
        "Prerequisites": "Come and Get Me",
        "Requirements": "You're under the effect of Come and Get Me.",
        "Trigger": "A creature within your reach succeeds or critically succeeds at an attack against you.",
        "text": "When struck by an enemy, you respond in turn. Make a melee Strike against the triggering creature at a –2 penalty. This Strike doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this strike."
      },
      {
        "name": "Dragon Transformation",
        "level": 16,
        "Prerequisites": [
          "dragon totem",
          "Dragon Totem Wings"
        ],
        "text": "You transform into a Large form of a dragon that matches the dragon type of your dragon totem until you stop raging, gaining the dragon trait in addition to your normal traits while in this form. You must have enough space to expand into, or your transformation fails. All your gear is absorbed into your form; the constant abilities of your gear still function,but you can't activate any item abilities. When you transform, you gain the following. • Ignore your armor's check penalty and Speed reduction, if any. • One or more melee unarmed Strikes depending on your dragon form (see page 218), which are the only type of attacks you can use. You're trained with them. When attacking with them, your damage bonus is +6. These are Strength-based attacks (for the purposes of the enfeebled condition, for example).  • Temporary Hit Points equal to the amount you gain when you are raging. • Resistance 10 against the damage type of your breath weapon. • Blindsense 60 feet, darkvision.  • Speed 40 feet and fly Speed 100 feet. • A breath weapon you can activate by spending 2 actions. A creature that succeeds at a DC 24 saving throw takes half damage, no damage on a critical success, and double damage on a critical failure. The saving throw is a Reflex save unless stated otherwise in the special ability description. Once you activate your breath weapon, you can't use it again for 1d4 rounds. Your breath weapon is an arcane evocation effect with the appropriate damage trait.",
        "text2": "The shape, damage, damage type, and saving throw type depend on your dragon form (see page 218). After you use your breath weapon, you still have to wait the full delay even if your transformation ends and you transform anew. The special statistics of your dragon form can be adjusted only by penalties, circumstance bonuses, and conditional bonuses (such as those you gain while raging). Your dragon form prevents you from casting spells or taking most actions with the manipulate trait that require your hands. (The Gm determines which actions you can use if there's any doubt.) You can dismiss this effect by spending an action (this action has the rage and concentrate traits). You gain the benefits for your chosen dragon's type listed in the dragon form spell (see page 218). At 18th level, your fly Speed is accelerated 20, your damage bonus increases to +12, your breath weapon DC increases to 30, and you gain a +14 conditional bonus to breath weapon damage."
      },
      {
        "name": "Perfect Clarity",
        "level": 16,
        "Trigger": "You fail or critically fail an attack roll or Will save while you are raging.",
        "text": "You burn out all of your rage to ensure that your attack lands and your mind remains free. Reroll the triggering attack roll or Will save, use the best result, and resolve the effect. You then immediately stop raging."
      },
      {
        "name": "Whirlwind Strike",
        "level": 16,
        "text": "You attack all foes within your reach. Make melee Strikes against all enemies within your melee reach. Each attack counts toward your multiple attack penalty, but you do not increase your penalty until you have made all your attacks."
      },
      {
        "name": "Brutal Critical",
        "level": 18,
        "text": "Your critical hits are particularly devastating. On a critical hit, add one extra damage die. This is in addition to any extra dice you already gain if the weapon is deadly or fatal. The target also takes persistent bleed damage equal to one damage die."
      },
      {
        "name": "Vicious Evisceration",
        "level": 18,
        "text": "You make a vicious attack that maims your enemy. Make a melee Strike that gains the following enhancement (see page 294).",
        "Enhancement": "The target is drained 1."
      },
      {
        "name": "Contagious Rage",
        "level": 20,
        "text": "You stoke an ally's fury. While you are raging, one willing creature within 30 feet gains the same damage bonus and Ac penalty that you do while you are raging. If the ally wasn't already raging, she gains the temporary Hit Points from your Rage action as well. The ally can still use actions with the concentrate trait, and she doesn't become fatigued when you stop raging."
      },
      {
        "name": "Quaking Stomp",
        "level": 20,
        "Frequency": "once per minute",
        "text": "You shake the ground, topple creatures, and shatter structures in a 60-foot aura around you. • All squares in the area become difficult terrain. Attack rolls and skill checks by creatures on the ground take a –2 circumstance penalty. • Any creature on the ground within the area must attempt a Reflex save at the start of its turn to keep its footing and avoid falling into fissures that open up in the ground. The fissures are 40 feet deep, so anyone who falls in takes 20 bludgeoning damage. The fissures are permanent, and their walls require a DC 15 Athletics check to Climb. You automatically succeed at your saving throw to avoid any fissures you create. • Any structure or ceiling in the area has a chance to collapse. The Gm makes a flat check for each structure, determining the DC for each (DC 16 for a sturdy structure, DC 14 for an average structure and most natural formations, DC 9 for a shoddy structure, or higher or lower as the Gm sees fit). A collapse deals 11d6 bludgeoning damage; any creature caught in a collapse must attempt a Reflex save to escape it.",
        "Success": "Target takes half collapse damage and falls prone.",
        "Critical Success": "Target takes half collapse damage.",
        "Failure": "Target takes full collapse damage and falls prone.",
        "Critical Failure": "Takes full collapse damage and falls into a fissure.",
        "notes": "Your Quaking Stomp might have additional effects in certain types of terrain. For instance, a cliff might collapse, causing creatures atop it to fall, or a lake might drain as the fissures open up below its surface and leave a morass of quicksand. The Gm determines these additional effects."
      }
    ]
  },
  {
    "name": "Bard",
    "Key Ability Score": [
      "Charisma"
    ],
    "Secondary Ability Scores": [
      "Constitution",
      "Dexterity"
    ],
    "hit points": 8,
    "proficiencies": {
      "perception": "expert",
      "saving throws": {
        "fortitude": "trained",
        "reflex": "trained",
        "will": "expert"
      },
      "skills": 7,
      "weapons": {
        "trained": [
          "simple",
          "longsword",
          "rapier",
          "sap",
          "shortsword",
          "shortbow",
          "whip"
        ]
      },
      "armor": {
        "trained": [
          "light",
          "shields"
        ]
      },
      "spells": "Occult"
    },
    "signature skills": [
      "Crafting",
      "Deception",
      "Diplomacy",
      "Intimidation",
      "Occultism",
      "Performance",
      "Society"
    ],
    "advancement": {
      "1": [
        {
          "first composition": [
            "inspire courage",
            "counter performance"
          ],
          "muse": [
            {
              "Lore": [
                "bardic lore",
                "true strike"
              ],
              "Maestro": [
                "lingering composition",
                "soothe"
              ],
              "Polymath": [
                "versatile performance",
                "summon monster"
              ]
            }
          ]
        }
      ],
      "2": [
        "bard feat",
        "skill feat"
      ],
      "3": [
        {
          "spell level": 2
        },
        {
          "class feature": "spontaneous heightening"
        },
        "general feat",
        "skill increase"
      ],
      "4": [
        "bard feat",
        "skill feat"
      ],
      "5": [
        {
          "spell level": 2
        },
        "ability boosts",
        "ancestry feat",
        "skill increase"
      ],
      "6": [
        "bard feat",
        "skill feat"
      ],
      "7": [
        {
          "spell level": 4
        },
        "general feat",
        "skill increase"
      ],
      "8": [
        "bard feat",
        "skill feat"
      ],
      "9": [
        {
          "spell level": 5
        },
        "ancestry feat",
        "skill increase"
      ],
      "10": [
        "bard feat",
        "ability boosts",
        "skill feat"
      ],
      "11": [
        {
          "spell level": 6
        },
        "ancestry feat",
        "skill increase"
      ],
      "12": [
        "expert spellcaster",
        "skill feat"
      ],
      "13": [
        {
          "spell level": 7
        },
        "ancestry feat",
        "skill increase"
      ],
      "14": [
        "bard feat",
        "skill feat"
      ],
      "15": [
        {
          "spell level": 8
        },
        "ability boosts",
        "general feat",
        "skill increase"
      ],
      "16": [
        "master spellcaster",
        "skill feat"
      ],
      "17": [
        {
          "spell level": 9
        },
        "ancestry feat",
        "skill increase"
      ],
      "18": [
        "bard feat",
        "skill feat"
      ],
      "19": [
        {
          "spell level": 5
        },
        "legendary spellcaster",
        "general feat",
        "skill increase"
      ],
      "20": [
        "bard feat",
        "ability boosts",
        "skill feat"
      ]
    },
    "class feats": [
      {"name": "Bardic Lore",
        "level": 1,
        "text": "Your eclectic studies inform you on just about any topic. You are trained in Bardic Lore, a special lore skill that can be used only to Recall Knowledge, but can be used to Recall Knowledge on any topic. If you are legendary in Occultism, you become an expert in Bardic Lore, but you can't increase your proficiency rank in Bardic Lore by any other means."},
      {
        "name": "Lingering Composition",
        "level": 1,
        "text": "By adding a flourish, you can make your compositions last longer. You learn the lingering composition composition power (see page 235), which you can cast at a cost of 1 Spell Point. Increase your Spell Point pool by 2."},
      {
        "name": "Versatile Performance",
        "level": 1,
        "text": "In social situations, you can rely on the grandeur of your performances rather than ordinary social skills. You can use Performance instead of Diplomacy to Make an Impression and instead of Intimidation to Demoralize. You can also use an acting performance instead of Deception to Impersonate."},
      {
        "name": "Esoteric Scholar",
        "level": 2,
        "Prerequisites": "Versatile Performance",
        "text": "You keep a book of occult spells similar to a wizard's spellbook. You add all the spells in your repertoire to this book for free, and you can add additional occult spells to the book by paying the appropriate cost and using your Occultism skill, similarly to how a wizard can Learn Arcane Spells and add those spells to his spellbook. During your daily preparations, choose any one spell from your spellbook. If the spell you choose is already in your spell repertoire, you can heighten it with spontaneous heightening that day. If it isn't in your repertoire, treat it as though it were in it for that day."
      },
      {
        "name": "Inspire Competence",
        "level": 2,
        "Prerequisites": "Lingering Composition",
        "text": "You learn the inspire competence composition cantrip (see page 233), which magically aids your allies' skill checks."
      },
      {
        "name": "Loremaster's Recall",
        "level": 2,
        "Prerequisites": "Bardic Lore",
        "text": "You can magically unlock more memories, making it more likely you can remember something. You learn the loremaster's recall power (see page 236), which you can cast at a cost of 1 Spell Point. Increase your Spell Point pool by 1."
      },
      {
        "name": "Cantrip Expansion",
        "level": 4,
        "text": "Add two additional cantrips of your choice from the occult spell list to your spell repertoire."
      },
      {
        "name": "Steady Spellcasting",
        "level": 4,
        "text": "Your spells are disrupted by reactions (see page 196) only if you take damage equal to or greater than double your character level."
      },
      {
        "name": "Triple Time",
        "level": 4,
        "text": "You learn the triple time composition cantrip (see page 266), which makes you and your allies move more quickly for a round."
      },
      {
        "name": "Dirge Of Doom",
        "level": 6,
        "text": "You learn the dirge of doom composition cantrip (see page 216), which frightens your enemies."
      },
      {
        "name": "Harmonize",
        "level": 6,
        "Prerequisites": "Lingering Composition",
        "text": "Magical harmonies maintain your compositions. You learn the harmonize power (see page 229), which you can cast at a cost of 1 Spell Point. Increase your Spell Point pool by 1."
      },
      {
        "name": "Additional Heightening",
        "level": 8,
        "text": "You can heighten additional spells. During your daily preparations, when selecting spells for spontaneous heightening, you can select up to four spells, instead of two."
      },
      {
        "name": "Eclectic Skill",
        "level": 8,
        "Prerequisites": ["Versatile Performance", "Master Occultism"],
        "text": "You can attempt any skill check that normally requires you to be trained, even if you are untrained. If you are legendary in Occultism, you can also attempt any skill check that normally requires you to be an expert, even if you are untrained or trained."
      },
      {
        "name": "Inspire Heroics",
        "level": 8,
        "Prerequisites": "Lingering Composition",
        "text": "You learn the inspire heroics power (see page 233), which you can cast at a cost of 1 Spell Point. Increase your Spell Point pool by 2."
      },
      {
        "name": "Melodious Spell",
        "level": 8,
        "Trigger": "You begin casting a bard spell that has a maximum of 2 spellcasting actions.",
        "text": "Add a Verbal Casting action to the casting of the triggering spell and attempt a Performance check against all observers' Perception Dcs. If your Performance check is successful against an observer's Perception DC, that observer doesn't notice that you are casting a spell. This conceals only the spell's spellcasting actions, not any of the spell's physical effects, so an observer might still see a ray streak out from you or see you disappear if you turn invisible."
      },
      {
        "name": "Mental Prowess",
        "level": 8,
        "Prerequisites": ["Expert in Will saves", "Bardic Lore"],
        "text": "Your proficiency rank for Will saves increases to master. When you succeed at a Will save, treat it as a critical success instead."
      },
      {
        "name": "House Of Imaginary Walls",
        "level": 10,
        "text": "You learn the house of imaginary walls composition cantrip (see page 230)."
      },
      {
        "name": "Unusual Composition",
        "level": 10,
        "Prerequisites": "Versatile Performance",
        "Trigger": "You begin casting a composition spell that  has a maximum of 2 spellcasting actions.",
        "text": "You use a different kind of performance than usual for the composition in order to change any of its Somatic Casting actions to Verbal Casting actions or vice versa, and adding an additional spellcasting action of the appropriate type. As usual for composition spells, this changes whether the composition is auditory or visual."
      },
      {
        "name": "Allegro",
        "level": 14,
        "text": "You can quicken your allies. You learn the allegro composition cantrip (see page 204)."
      },
      {
        "name": "Mental Stronghold",
        "level": 14,
        "Prerequisites": ["Master in Will saves", "Bardic Lore"],
        "text": "Your mind is a fortress. You become legendary at Will saves. When you critically fail a Will save, treat it as a failure instead, and when you fail a Will save against an effect that deals damage, halve the damage you take."
      },
      {
        "name": "Soothing Ballad",
        "level": 14,
        "text": "You learn the soothing ballad composition power (see page 257), which you can cast at a cost of 2 Spell Points. Increase your Spell Point pool by 2."
      },
      {
        "name": "Fatal Aria",
        "level": 20,
        "text": "You learn the fatal aria composition power (see page 223), which you can cast at a cost of 2 Spell Points. Increase your Spell Point pool by 2."
      },
      {
        "name": "Symphony Of The Muse",
        "level": 20,
        "Prerequisites": "Harmonize",
        "text": "You are able to weave countless performances together into a solo symphony. You are no longer limited to a single composition each turn or a single composition at a time; when you use a new composition, all previous compositions' effects remain."
      }
    ],
    "spell progression": [
      "2",
      "3",
      "3, 2",
      "3, 3",
      "3, 3, 2",
      "3, 3 ,3",
      "3, 3, 3, 2",
      "3, 3, 3, 3",
      "3, 3, 3, 3, 2",
      "3, 3, 3, 3, 3",
      "3, 3, 3, 3, 3, 2",
      "3, 3, 3, 3, 3, 3",
      "3, 3, 3, 3, 3, 3, 2",
      "3, 3, 3, 3, 3, 3, 3",
      "3, 3, 3, 3, 3, 3, 3, 2",
      "3, 3, 3, 3, 3, 3, 3, 3",
      "3, 3, 3, 3, 3, 3, 3, 3, 2",
      "3, 3, 3, 3, 3, 3, 3, 3, 3",
      "3, 3, 3, 3, 3, 3, 3, 3, 3",
      "3, 3, 3, 3, 3, 3, 3, 3, 3"
    ]
  },
  {
    "name": "Cleric",
    "Key Ability Score": [
      "Wisdom"
    ],
    "Secondary Ability Scores": [
      "Charisma",
      "Constitution"
    ],
    "hit points": 8,
    "proficiencies": {
      "perception": "trained",
      "saving throws": {
        "fortitude": "expert",
        "reflex": "trained",
        "will": "expert"
      },
      "skills": 5,
      "weapons": {
        "trained": [
          "simple",
          "favored weapon"
        ]
      },
      "armor": {
        "trained": [
          "light",
          "medium",
          "shields"
        ]
      },
      "spells": "divine"
    },
    "signature skills": [
      "Diplomacy",
      "Medicine",
      "Performance",
      "Religion",
      "Deity"
    ]
  },
  {
    "name": "Druid",
    "Key Ability Score": [
      "Wisdom"
    ],
    "Secondary Ability Scores": [
      "Constitution",
      "Dexterity"
    ],
    "hit points": 8,
    "proficiencies": {
      "perception": "trained",
      "saving throws": {
        "fortitude": "expert",
        "reflex": "trained",
        "will": "expert"
      },
      "skills": 4,
      "weapons": {
        "trained": [
          "simple",
          "scimitar"
        ]
      },
      "armor": {
        "trained": [
          "light - no metal",
          "medium - no metal",
          "shields - no metal"
        ]
      },
      "spells": "primal"
    },
    "signature skills": [
      "Crafting",
      "Nature",
      "Survival",
      "Order"
    ]
  },
  {
    "name": "Fighter",
    "Key Ability Score": [
      "Dexterity",
      "Strength"
    ],
    "Secondary Ability Scores": [
      "Constitution"
    ],
    "hit points": 10,
    "proficiencies": {
      "perception": "expert",
      "saving throws": {
        "fortitude": "expert",
        "reflex": "expert",
        "will": "trained"
      },
      "skills": 3,
      "weapons": {
        "expert": ["simple", "martial"],
        "trained": [
          "exotic"
        ]
      },
      "armor": {
        "trained": [
          "light",
          "medium",
          "heavy",
          "shields"
        ]
      }
    },
    "signature skills": [
      "Acrobatics",
      "Athletics",
      "Crafting"
    ]
  },
  {
    "name": "Monk",
    "Key Ability Score": [
      "Dexterity",
      "Strength"
    ],
    "Secondary Ability Scores": [
      "Constitution",
      "Wisdom"
    ],
    "hit points": 10,
    "proficiencies": {
      "perception": "trained",
      "saving throws": {
        "fortitude": "expert",
        "reflex": "expert",
        "will": "expert"
      },
      "skills": 3,
      "weapons": {
        "trained": [
          "unarmed"
        ]
      },
      "armor": {
        "untrained": [
          "light",
          "medium",
          "heavy",
          "shields"
        ]
      }
    },
    "signature skills": [
      "Acrobatics",
      "Athletics",
      "Religion"
    ]
  },
  {
    "name": "Paladin",
    "Key Ability Score": [
      "Strength"
    ],
    "Secondary Ability Scores": [
      "Charisma",
      "Constitution"
    ],
    "hit points": 10,
    "proficiencies": {
      "perception": "trained",
      "saving throws": {
        "fortitude": "expert",
        "reflex": "trained",
        "will": "expert"
      },
      "skills": 4,
      "weapons": {
        "trained": [
          "simple",
          "martial"
        ]
      },
      "armor": {
        "trained": [
          "light",
          "medium",
          "heavy",
          "shields"
        ]
      }
    },
    "signature skills": [
      "Athletics",
      "Crafting",
      "Diplomacy",
      "Religion"
    ]
  },
  {
    "name": "Ranger",
    "Key Ability Score": [
      "Dexterity",
      "Strength"
    ],
    "Secondary Ability Scores": [
      "Constitution",
      "Wisdom"
    ],
    "hit points": 10,
    "proficiencies": {
      "perception": "expert",
      "saving throws": {
        "fortitude": "expert",
        "reflex": "expert",
        "will": "expert"
      },
      "skills": 6,
      "weapons": {
        "trained": [
          "simple",
          "martial"
        ]
      },
      "armor": {
        "trained": [
          "light",
          "medium"
        ]
      }
    },
    "signature skills": [
      "Acrobatics",
      "Athletics",
      "Crafting",
      "Nature",
      "Stealth",
      "Survival"
    ]
  },
  {
    "name": "Rogue",
    "Key Ability Score": [
      "Dexterity"
    ],
    "Secondary Ability Scores": [
      "Charisma",
      "Constitution"
    ],
    "hit points": 8,
    "proficiencies": {
      "perception": "expert",
      "saving throws": {
        "fortitude": "trained",
        "reflex": "expert",
        "will": "expert"
      },
      "skills": 10,
      "weapons": {
        "trained": [
          "simple",
          "hand crossbow",
          "rapier",
          "sap",
          "shortbow",
          "shortsword"
        ]
      },
      "armor": {
        "trained": [
          "light"
        ]
      }
    },
    "signature skills": [
      "Acrobatics",
      "Athletics",
      "Crafting",
      "Deception",
      "Diplomacy",
      "Intimidation",
      "Performance",
      "Society",
      "Stealth",
      "Thievery"
    ]
  },
  {
    "name": "Sorcerer",
    "Key Ability Score": [
      "Charisma"
    ],
    "Secondary Ability Scores": [
      "Dexterity",
      "Constitution"
    ],
    "hit points": 6,
    "proficiencies": {
      "perception": "trained",
      "saving throws": {
        "fortitude": "trained",
        "reflex": "trained",
        "will": "expert"
      },
      "skills": 5,
      "weapons": {
        "trained": [
          "simple"
        ]
      },
      "armor": {
        "untrained": [
          "light",
          "medium",
          "heavy",
          "shields"
        ]
      },
      "spells": "bloodline"
    },
    "signature skills": [
      "Crafting",
      "Bloodline"
    ]
  },
  {
    "name": "Wizard",
    "Key Ability Score": [
      "Intelligence"
    ],
    "Secondary Ability Scores": [
      "Dexterity",
      "Constitution"
    ],
    "hit points": 6,
    "proficiencies": {
      "perception": "trained",
      "saving throws": {
        "fortitude": "trained",
        "reflex": "trained",
        "will": "expert"
      },
      "skills": 2,
      "weapons": {
        "trained": [
          "club",
          "dagger",
          "heavy crossbow",
          "light crossbow",
          "staff"
        ]
      },
      "armor": {
        "untrained": [
          "light",
          "medium",
          "heavy",
          "shields"
        ]
      },
      "spells": "arcane"
    },
    "signature skills": [
      "Arcana",
      "Crafting"
    ]
  }
]
