{
  "crossbow": {
    "range": "120 feet",
    "damage": {
      "amount": "1d8",
      "type": "piercing"
    }
  },
  "dagger": {
    "damage": {
      "amount": "1d4",
      "type": "piercing"
    },
    "tags": [
      "agile", "finesse", ["thrown", 10], ["versatile", "slashing"]
    ]
  },
  "staff": {
    "damage": {
      "amount": "1d4",
      "type": "bludgeoning"
    },
    "tags": [
      ["two-hand", "d8"]
    ]
  },
  "shortbow": {
    "damage": {
      "amount": "1d6",
      "type": "piercing"
    },
    "tags": [
      ["deadly", "1d10"]
    ],
    "range": "60 feet",
    "bulk": "1L"
  },
  "maul": {
    "damage": {
      "amount": "1d12",
      "type": "bludgeoning"
    },
    "tags": [
      "shove"
    ],
    "bulk": "2"
  },
  "studded leather": {
    "AC": 2,
    "TAC": 0,
    "penalty": -1,
    "bulk": "1"
  },
  "dogslicer": {
    "damage": {
      "amount": "1d6",
      "type": "slashing"
    },
    "tags": ["agile", "backstabber", "finesse", "goblin"]
  },
  "Goblin Weapon Familiarity": {
    "type": "ancestral feat",
    "ancestry": "Goblin"
  },
  "champion power": {
    "name": "lay on hands",
    "type": "power",
    "level": 1,
    "tags": ["Healing", "Necromancy", "Positive"],
    "casting": "Somatic",
    "range": "touch",
    "target": "one willing living creature or one undead creature",
    "text": "Your hands become infused with positive energy as you lay them on the target, healing a living target or damaging an undead target. If you use lay on hands on a willing living target, you restore 1d6+2 Hit Points, and if the target is an ally, he gains a +1 conditional bonus to AC for 1 round. Against an undead target, you deal the same amount of positive damage if you succeed at a melee touch attack, and the target takes a -1 conditional penalty to AC for 1 round."
  },
  "code of conduct": {
    "note": "The following is the code all paladins follow. Each tenet is listed in order of importance, starting with the most important. It two tenets conflict, follow the more important tenet.",
    "tenets":[
      "You must never willingly commit an evil act, such as murder, torture, or the casting of an evil spell.",
      "You must not use actions that you know will harm an innocent, or your action could reasonably prevent it. This tenet doesn't force you to take action against possible harm to innocents or to sacrifice your life and potential to attempt to protect an innocent.",
      "You must act with honor, never cheating, lying, or taking advantage of others.",
      "You must respect the lawful authority of the legitimate ruler or leadership in whichever land you may be, following their laws unless they violate a higher tenet."
    ]
  },
  "Drain Arcane Focus": {
    "type": "arcane focus",
    "class_": "Wizard",
    "tags": ["Arcane", "Wizard"],
    "frequency": "once per day",
    "trigger": "Your turn begins.",
    "text": "You expend the magical power stored in your arcane focus. This gives you the ability to cast one spell you prepared today and previously cast, without spending a spell slot. You must still complete the required spellcasting actions and meet the spell's other requirements."
  },
  "Widen Spell": {
    "type": "class feat",
    "class_": "Wizard",
    "tags": ["Metamagic", "Wizard"],
    "trigger": "you start to cast a spell that has an area of a burst, cone, or line, and that does not have a duration. The spell must have a maximum of 2 spellcasting actions.",
    "text": "You add a Somatic Casting action to the casting of the triggering spell and increase the area of that spell. You add 5 feet to the radius of a burst that normally has a radius of at least 10 feet. You add 5 feet to the length of a cone or line that is normally 15 feet long or smaller, and add 10 feet to the length of a larger cone or line."
  },
  "Magic Missile": {
    "type": "spell",
    "class_": "Wizard",
    "level": 1,
    "tags": ["Evocation", "Force"],
    "casting": ["Verbal", "or more"],
    "range": "120 feet",
    "target": "one creature",
    "text": "You send a dart of force streaking toward a creature that you can see. It automatically hits and deals 1d4+1 force damage. When Casting this Spell, you can increase the casting by a Material Casting action, a Somatic Casting action, or both. For each component you add, increase the number of missiles you shoot by one. You choose the target for each missile."
  },
  "Burning Hands": {
    "type": "spell",
    "class_": "Wizard",
    "level": 1,
    "tags": ["Evocation", "Fire"],
    "casting": ["Somatic", "Verbal"],
    "area": "15-foot cone",
    "text": "Gouts of flame form a cone, rushing from your outstretched hands. You deal 2d6 fire damage to all creatures in the area; they must each attempt a DC 15 Reflex save.",
    "saves": {
      "success": "The creature takes half damage.",
      "critical success": "The creature takes no damage.",
      "failure": "The creature takes full damage.",
      "critical failure": "The creature takes double damage."
    }
  },
  "Shield": {
    "type": "spell",
    "class_": "Wizard",
    "level": 0,
    "tags": ["Abjuration", "Cantrip", "Force"],
    "casting": "Verbal",
    "duration": "until your next turn or until dismissed",
    "text": "You raise a magical shield of force to protect yourself. This counts as using the Raise a Shield action to gain a +1 circumstance bonus to AC until the start of your next turn, though it doesn't require a hand to use. While the spell is in effect, you can use the Shield Block reaction. The shield has Hardness 4. After you use the Shield Block, the spell is dismissed and you can't cast it again for 10 minutes. Unlike a normal Shield Block, you can also use the spell's reaction against the [i]magic missile[/i] spell."
  },
  "Acid Splash": {
    "type": "spell",
    "class_": "Wizard",
    "level": 0,
    "tags": ["Acid", "Cantrip", "Evocation"],
    "casting": ["Somatic", "Verbal"],
    "range": "30 feet",
    "area": "one creature or object",
    "text": "You splash a glob of acid. Make ranged attack (your modifier is +3). If you hit, you deal 1d4 acid damage plus 1 splash acid damage. On a critical success, the target also takes 1 persistent acid damage."
  },
  "Forlorn": {
    "type": "ancestry feat",
    "level": 1,
    "race": "Elf",
    "text": "Watching your friends age and die fills you with moroseness that girds you against harmful emotions. You gain a +1 circumstance bonus to saves against emotion effects. If you succeed at a saving throw against an emotion effect, treat it as a critical success instead."
  },
  "Finesse Striker": {
    "type": "class feature",
    "class_": "Rogue",
    "text": "When you attack with an agile or finesse one-handed melee weapon, you can add your Dexterity modifier to damage instead of your Strength modifier."
  },
  "Sneak Attack": {
    "type": "class feature",
    "class_": "Rogue",
    "text": "You deal additional damage to flat-footed creatures. If you Strike a flat-footed creature with an agile or finesse melee weapon, an agile or finesse unarmed attack, or a ranged attack, you deal 1d6 extra precision damage. If your ranged attack is using a thrown weapon, that weapon must also be agile or finesse."
  },
  "Surprise Attack": {
    "type": "class feature",
    "class_": "Rogue",
    "text": "On the first round of combat, creatures that haven't acted are flat-footed to you."
  },
  "Nimble Dodge": {
    "type": "class feat",
    "class_": "Rogue",
    "level": 1,
    "requirement": "You are not encumbered.",
    "trigger": "You are targeted with a melee or ranged attack by an attacker that you see.",
    "text": "You nimbly dodge out of the way, gaining a +2 circumstance bonus to your Armor Class against the triggering attack."
  },
  "Cat Fall": {
    "type": "skill feat",
    "level": 1,
    "tags": ["General", "Skill"],
    "prerequisite": "trained Acrobatics",
    "text": "Your catlike acrobatics allow you to cushion your fall. Treat all falls as if you fell 10 fewer feet."
  },
  "Experienced Smuggler": {
    "type": "skill feat",
    "level": 1,
    "tags": ["General", "Skill"],
    "prerequisite": "trained Stealth",
    "text": "You often smuggle things past the authorities. When the GM rolls your Stealth check to see if a passive observer notices a small item you have concealed, she uses the number rolled or 10, whichever is higher. This provides no benefits when a creature attempts a Perception check while actively searching you for hidden items. Due to your skill at smuggling, you are more likely to find more lucrative smuggling tasks when using Underworld Lore to Practice a Trade."
  },
  "Hospice Knight": {
    "type": "class_feat",
    "level": 1,
    "class_": "Paladin",
    "prerequisite": "champion power ([i]lay on hands[/i])",
    "text": "Your proficiency rank in Medicine increases to trained, and Medicine is a signature skill for you. Increase the healing from [i]lay on hands[/i] from d4s to d6s."
  },
  "Warded Touch": {
    "type": "class_feat",
    "level": 1,
    "class_": "Paladin",
    "prerequisite": "champion power ([i]lay on hands[/i])",
    "text": "You cast [i]lay on hands[/i] in a simple motion without any complicated gestures. The Somatic Spellcasting action for [i]lay on hands[/i] loses the manipulate trait, making it less likely to trigger reactions or be disrupted."
  },
  "notes": [
    "You have the advanced alchemy class feature, which grants the following action. Though you have already spent most of your Resonance Points (RP) crafting alchemical items during daily preparations, you still have 2 RP you can spend to make any of the alchemical items you know how to craft.",
    {
      "special rules": {
        "notes": "Your alchemical bombs do persistent and splash damage. Your cheetah elixir grants accelerated 5. These work as follows.",
        "accelerated": "Your Speed is increased by the listed number of feet.",
        "persistent damage": "While affected by persistent damage, at the end of your turn you take the specified amount and type of damage, after which you can attempt a DC 20 flat check to remove the persistent damage.",
        "splash": "If an attack with a splash weapon fails or succeeds, all creatures within 5 feet of the target take the indicated amount of splash damage. On a failure (but not a critical failure), the target of the attack also takes the splash damage. Splash damage is not multiplied on a critical hit."
      }
    }
  ],
  "traits": {
    "agile": "The multiple attack penalty with this weapon is reduced to -4 and -8.",
    "deadly": "On a critical hit, add a weapon damage die of the listed size.",
    "finesse": "You can use your Dexterity modifier instead of your Strength modifier when making attack rolls with this melee weapon.",
    "open": "You can use an action with the open trait only if you haven't used an action with the attack or open trait yet this turn.",
    "thrown": "You can throw this weapon as a ranged attack with the liste range increment.",
    "versatile": "A versatile weapon can be used to deal a different type of damage than the type listed in the damage entry.",
    "forceful": "When you attack with the weapon more than once on your turn, the second attack gains a +1 circumstance bonus to damage, and each subsequent attack adds a +2 circumstance bonus to damage.",
    "sweep": "When you attack with this weapon, you gain a +1 circumstance bonus to your attack roll if you already attempted an attack this turn against a creature other than the target of this attack.",
    "propulsive": "Add half your Strength modifier to damage rolls.",
    "backstabber": "This weapon deals an extra 1 precision damage against flat-footed enemies.",
    "consumable": "An item with this trait can be used only once.",
    "disarm": "You can use this weapon to Disarm with the Athletics skill even if you don't have a free hand. If you critically fail a check to Disarm using the weapon, you can drop the weapon to treat it as a normal failure. On a critical success, you still need a free hand if you want to take the item.",
    "two-hand": "This weapon can be wielded with two hands to increase its weapon damage die to the indicated value."
  },
  "General Training": {
    "type": "ancestral feat"
  },
  "Great Fortitude": {
    "type": "general feat"
  },
  "Courtly Graces": {
    "type": "skill feat"
  },
  "Quick Alchemy": {
    "type": "class feature",
    "tags": [
      "Alchemical",
      "Bomb",
      "Consumable",
      "Fire",
      "Splash"
    ],
    "cost": "1 Resonance Point",
    "requirements": "You must have alchemist's tools, the formula of the alchemical item you're creating, and a free hand.",
    "text": "You create a single common alchemical item that is of your level or lower without having to spend the normal monetary cost in alchemical reagents or needing to attempt a Crafting check. This item has the infused trait, meaning you can Activate it without spending Resonance, but it remains potent only until the start of your next turn, at which point it becomes inert."
  },
  "Quick Bomber": {
    "type": "class_feat",
    "class_": "Alchemist",
    "tags": ["Alchemist"],
    "text": "You place your bombs in easy-to-reach pouches and learn how to draw them almost without thinking. When you use the Interact action to draw an alchemical item with the bomb trait, you can draw two bombs instead. When using Quick Alchemy to create a bomb, you can also draw one other bomb as part of the Quick Alchemy action."
  },
  "alchemical items": [
    {
      "name": "acid flask",
      "type": "item",
      "level": 1,
      "tags": ["Acid", "Alchemical", "Bomb", "Consumable", "Splash"],
      "price": "3 gp",
      "method of use": ["held", "1 hand"],
      "bulk": "L",
      "text": "Flasks filled with corrosive acid deal 1d4 persistent acid damage and 1 acid splash damage."
    },
    {
      "name": "alchemist's fire",
      "type": "item",
      "level": 1,
      "tags": ["Alchemical", "Bomb", "Consumable", "Fire", "Splash"],
      "price": "3 gp",
      "method of use": ["held", "1 hand"],
      "bulk": "L",
      "text": "Alchemist's fire is a combination of several volatile liquids, typically stored in a sealed flask, that ignites when exposed to air. Alchemist's fire deals 1d8 fire damage, 1 persistent fire damage, and 1 fire splash damage. The target can end this persistent damage by spending an Interact action or by becoming submerged in water or otherwise entering an area deprived of air. A creature adjacent to the target can also end the persistent damage by spending an Interact action."
    },
    {
      "name": "cheetah's elixir",
      "type": "item",
      "level": 1,
      "tags": ["Alchemical", "Consumable"],
      "price": "2 gp",
      "method of use": ["held", "1 hand"],
      "bulk": "L",
      "activation": "Operate",
      "text": "For the next minute, you are accelerated 5."
    },
    {
      "name": "elixir of life, minor",
      "type": "item",
      "level": 1,
      "tags": ["Alchemical", "Consumable", "Elixir"],
      "price": "3 gp",
      "method of use": ["held", "1 hand"],
      "bulk": "L",
      "activation": "Operate",
      "text": "Upon drinking this elixir, you regain 1d6 Hit Points. If you are at maximum Hit Points when you drink this elixir, you instead gain a +1 item bonus to Fortitude saves for 1 hour against toxins, including diseases and poisons."
    }
  ],
  "Reactive Shield": {
      "type": "class_feat",
      "tags": [
        "Fighter"
      ],
      "level": 1,
      "actions": [
        "reaction"
      ],
      "trigger": "An enemy hit or critically hits you with a melee Strike.",
      "text": "You use the Rase a Shield action and gain your shield's bonus to AC immediately. The circumstance bonus from the shield applies to your AC when you're determining the outcome of the triggering attack."
    },
  "Sudden Charge": {
      "type": "class_feat",
      "tags": [
        "Attack",
        "Fighter",
        "Move",
        "Open"
      ],
      "level": 1,
      "actions": [
        "two actions"
      ],
      "text": "With a quick sprint, you dash up to your foe an swing. Stride up to double your Speed. If you end the move within melee reach of at least one enemy, you can make a melee Strike against that enemy. You can use Sudden Charge while Burrowing, Climbing, Flying, or Swimming instead of Striding if you have the corresponding movement type."
    },
  "reactions": {
    "Attack of Opportunity": {
      "action": "reaction",
      "type": "reaction",
      "source": "class feature",
      "tags": [
        "Fighter"
      ],
      "trigger": "A creature within your reach uses a manipulate action or a move action, makes a ranged attack, or leaves a square during a move action it's using.",
      "text": "Make a melee Strike against the triggering creature at a -2 penalty. If the attack hits an the trigger was a manipulate action, you disrupt that aciton. This Strike doesnt count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to it."
    },
    "Retributive Strike": {
      "type": "class_feature",
      "class_": "Paladin",
      "trigger": "a creature within your reach hits an ally or a friendly creature.",
      "text": "Make a melee Strike against the triggering creature at a -2 penalty before the opponent rolls the damage for the triggering hit. If you attack hits, the target is enfeebled 1 for the remainder of its turn, or enfeebled 2 for the remainder of its turn if your Strike was a critical hit. The enfeebled condition ends immediately if the creature makes a Strike against you. If Retributive Strike incapacitates or kills the triggering creature, the triggering hit deals no damage."
    }
  },
  "Pickpocket": {
    "type": "skill feat",
    "level": 1,
    "tags": ["General", "Skill"],
    "prerequisite": "Trained Thievery",
    "text": "You can Palm or Steal Objects that are closely guarded, such as an object in a creature's pocket or a loose ring. You can't steal objects that are actively wielded or that would be extremely noticeable or time-consuming to remove(like worn shoes or armor)."
  },
  "Assurance": {
    "type": "skill",
    "tags": [
      "General",
      "Skill"
    ],
    "prerequisites": [
      "trained in at least one skill"
    ],
    "text": "You can forgo rolling a skill check for your chosen skill to instead receive a result of 10 (do not apply any or your bonuses, penalties, or modifiers)."
  },
  "Raise A Shield": {
    "type": "shield action",
    "actions": [
      "action"
    ],
    "requirements": [
      "You are wielding a shield"
    ],
    "text": "You position your shield to protect yourself. When you have Raised a Shield, you gain its listed bonus to AC and TAC as circumstance bonuses and you can use the Shield Block reaction. Your shield remains raised until the start of your next turn."
  },
  "Shield Block": {
    "type": "shield action",
    "actions": [
      "reaction"
    ],
    "trigger": "While you have your shield raised, you take damage from a physical attack.",
    "text": "You snap your shield into plae to deflect a blow. Your shield prevents you from take an amount of damage up to its Hardness-the shield takes this damage instead, possibly becoming dented or broken. If the shield takes damage equal to or exceeding its Hardnesss (5), the shield takes a Dent. If the shield takes damage equal to or greater than twice its Hardness (10) in one hit, it takes 2 Dents. The shield can only take 1 Dent without becoming broken. A second Dent causes it to become broken, though it can still be repaired. If the shield would take a Dent or become broken while already broken, it is destroyed beyond salvage."
  },
  "Detect Magic": {
    "type": "spell",
    "level": 0,
    "tags": [
      "Cantrip",
      "Detection",
      "Divination"
    ],
    "casting": [
      "Somatic",
      "Verbal"
    ],
    "area": "30-foot aura",
    "text": "You send out a magical pulse that registers the presence of magic. You receive no information beyond presence or absence of magic. You can choose to ignore magic you're fully aware of, such as you an your allies' magic items and ongoing spells."
  },
  "Forbidding Ward": {
    "type": "spell",
    "level": 0,
    "tags": [
      "Abjuration",
      "Cantrip"
    ],
    "casting": [
      "Somatic",
      "Verbal"
    ],
    "range": "30 feet",
    "target": "one ally and one enemy",
    "duration": "concentration, up to 1 minute",
    "text": "You ward your ally against the attacks and hostile spells of the target enemy. The target ally gains a +1 conditional bonus to Armor Class and saving throws against the target enemy's attacks, spells, and other effects."
  },
  "Light": {
    "type": "spell",
    "level": 0,
    "tags": [
      "Cantrip",
      "Evocation",
      "Light"
    ],
    "casting": [
      "Somatic",
      "Verbal"
    ],
    "range": "touch",
    "target": "one unattended, nonmagical object of 1 Bulk or less",
    "duration": "1 day or until dismissed",
    "text": "The object begins to glow with pure light, casting bright light in a 20-foot radius like a torch. If you cast this spell on another object, the light on the last object you cast it on is dismissed."
  },
  "Stabilize": {
    "type": "spell",
    "level": 0,
    "tags": [
      "Cantrip",
      "Healing",
      "Necromancy",
      "Positive"
    ],
    "casting": [
      "Somatic",
      "Verbal"
    ],
    "range": "30 feet",
    "target": "one dying creature",
    "text": "A single touch shuts death's door. The target goes from 0 HP to 1 HP."
  },
  "Bless": {
    "type": "spell",
    "level": 1,
    "tags": [
      "Enchantment",
      "Mental"
    ],
    "casting": [
      "Somatic",
      "Verbal"
    ],
    "area": "30-foot aura",
    "target": "you and all allies in the aura",
    "duration": "concentration, up to 1 minute",
    "text": "Blessings from beyond make your companions potent. They gain a +1 conditional bonus to attack rolls. [i]Bless[/i] can dispel [i]bane[/i]."
  },
  "Sanctuary": {
    "type": "spell",
    "level": 1,
    "tags": [
      "Abjuration"
    ],
    "casting": [
      "Somatic",
      "Verbal"
    ],
    "range": "touch",
    "target": "one creature",
    "duration": "1 minute or until dismissed",
    "text": "Creatures attempting to attack the target must attempt a Will save each time they attack. If the target acts in a hostile manner, the spell is dismissed.",
    "saves": {
      "success": "The creature can attempt its attack and any other attacks against the target this turn.",
      "critical success": "[i]Sanctuary[/i] is dismissed.",
      "failure": "The creature can't attack the target and wastes the action. It can't attempt further attacks against the target this turn.",
      "critical failure": "The creature wastes the action and can't attempt to attack the target for the rest of sanctuary's duration."
    }
  },
  "Fire Ray": {
    "type": "power",
    "level": 1,
    "tags": [
      "Evocation",
      "Fire",
      "(Uncommon)"
    ],
    "casting": [
      "Somatic",
      "Verbal"
    ],
    "range": "60 feet",
    "target": "one creature or object",
    "text": "Make a ranged touch Strike against the target. (Your attack modifier on this Strike is +2). If you hit, you deal 1d6+4 fire damage to the target.",
    "cost": "1 Spell Point"
  },
  "Heal": {
    "type": "spell",
    "level": 1,
    "tags": [
      "Healing",
      "Necromancy",
      "Positive"
    ],
    "casting": [
      "Somatic",
      "various"
    ],
    "area": "30-foot aura",
    "text": "You channel positive energy to heal the living or damage the undead. You restore 1d8+4 Hit Points to a willing target, or deal that amount of positive damage to an undead target. the number of actions you spend when Casting this Spell determines its targets, range, area, and effects.",
    "various": {
      "somatic": "The spell has a range of touch. You must succeed at a melee touch attack to damage an undead target.",
      "somatic, verbal": "The spell has a range of 30 feet and doesn't require a touch attack when targeting an undead creature. An undead target must attempt a Fortitude save, taking half damage on a success, no damage on a critical success, or double damage on a critical failure.",
      "somatic, verbal, material": "You disperse positive energy in a 30-foot aura. This has the same effect as the two-action version, but it targets all living and undead creatures in the burst an reduce the amount of healing or damage to 4."
    }
  }
}
